app.title = Stacioni im i karikimit

#LANGUANGES
lang.en = Anglisht
lang.mk = Maqedonase
lang.alb = Shqip

#NAVIGATION
nav.home = Sht\u00EBpi
nav.reservations = Rezerv\u00EB
nav.myReservations = Rezervat e mia
nav.makeReservation = Bej nje rezervim
nav.FAQs = FAQs
nav.analytics = Analitik\u00EB
nav.help = Dihm\u00EB
nav.aboutUs = Rreth nesh
nav.myProfile = Profili im

#USER BASICS
user.name = Emri
user.surname = Mbiemri
user.phone = Telefonit
user.email = Email
user.carPlate = Pllaka e makin\u00EBs
user.carModel = Modeli i makin\u00EBs
user.password = Fjal\u00EBkalimin
user.confirmPassword = Konfirmoni fjal\u00EBkalimin

#BUTTONS
button.login = Identifikohu
button.register = Regjistrohu
button.logout = Shky\u00E7
button.reserve = Rezerv\u00EB
button.cancel = Anuloni
button.rate = Konfirmoj
button.addCar = Shto nj\u00EB makin\u00EB t\u00EB re

#PROFILE
profile.overview = P\u00EBrmbledhje e profilit

#RESERVATION
res.reserveTitleHome = Rezervoni stacionin tuaj t\u00EB karikimit tani!
res.reserveTitleForm = Rezervoni tani!
res.chooseLocation = Zgjidhni nj\u00EB stacion karikimi
res.chargingType = Lloji i karikimit
res.car = Makin\u00EB
res.dateTime = Data dhe ora
res.myReservationsTitle = Rezervat e mia
res.user = P\u00EBrdorues
res.location = Vendndodhjen
res.status = Statusi

#ABOUT-US
about.aboutUsTitle = Rreth nesh
about.message = Ekipi i zhvillimit t\u00EB MyChargingStation \u00EBsht\u00EB i mbushur me pajisje ekologjike dhe jan\u00EB avokat\u00EB t\u00EB m\u00EBdhenj p\u00EBr ekologjin\u00EB. Th\u00EBn\u00EB kjo, ne jemi nj\u00EB organizat\u00EB jofitimprur\u00EBse dhe me ndihm\u00EBn dhe kontributin tuaj p\u00EBr mjedisin p\u00EBr t\u00EB qen\u00EB pronar i automjeteve elektrike, n\u00EB k\u00EBmbim ne ofrojm\u00EB nj\u00EB sh\u00EBrbim q\u00EB do t'ju ndihmoj\u00EB n\u00EB thelb t\u00EB leht\u00EBsoni jet\u00EBn tuaj.

#RATING
rate.title = Vler\u00EBsoni nj\u00EB stacion
rate.location = Vendndodhjen
rate.avgRating = Vleresim mesatar

#FAQs
faq.q1 = A mund t\u00EB karikoni nj\u00EB automjet hibrid t\u00EB karikohet n\u00EB stacionet e karikimit t\u00EB EVN?
faq.a1 = Po sigurisht. P\u00EBr sa koh\u00EB q\u00EB automjeti juaj \u00EBsht\u00EB nj\u00EB i ashtuquajtur model hibrid plug-in ose automjeti juaj vjen me nj\u00EB kab\u00EBll t\u00EB p\u00EBrshtatsh\u00EBm karikimi t\u00EB tipit 2.
faq.q2 = A \u00EBsht\u00EB automjeti im i pajtuesh\u00EBm me at\u00EB q\u00EB ofron sh\u00EBrbimi yn\u00EB?
faq.a2 = Ngarkuesit EVN jan\u00EB nga Tipi 2 (kontrolloni pyetjen tjet\u00EBr p\u00EBr m\u00EB shum\u00EB detaje).
faq.q3 = \u00C7far\u00EB \u00EBsht\u00EB nj\u00EB lidh\u00EBs i tipit 2?
faq.a3 = Lidh\u00EBsi i tipit 2 \u00EBsht\u00EB nj\u00EB karikues i unifikuar nga Bashkimi Evropian. Pavar\u00EBsisht nga ky lloj, ekzistojn\u00EB Tipi 1 dhe Lloji 3, Komando, Chademo, Schuko, 3 Pinqsquare dhe shum\u00EB t\u00EB tjera...
faq.q4 = Sa \u00EBsht\u00EB fuqia e k\u00EBtyre stacioneve/lidh\u00EBsve t\u00EB karikimit?
faq.a4 = EVN n\u00EB rajonin ton\u00EB ka instaluar 5 stacione karikimi prej t\u00EB cilave 22 kW dhe 35 stacione karikimi 2x22 kW, ku mund t\u00EB karikoheshin 2 automjete.
faq.q5 = A m\u00EB kushton ndonj\u00EB gj\u00EB ky lloj tarifimi?
faq.a5 = S\u00EB pari ju duhet nj\u00EB kart\u00EB an\u00EBtar\u00EBsimi. Viti i par\u00EB i tarifimit \u00EBsht\u00EB gjithmon\u00EB falas, pastaj keni nj\u00EB program pagese.
faq.q6 = Ku mund t\u00EB marr nj\u00EB kart\u00EB an\u00EBtar\u00EBsimi?
faq.a6 = Mund t\u00EB paraqisni nj\u00EB k\u00EBrkes\u00EB k\u00EBtu n\u00EB faqen ton\u00EB t\u00EB internetit. N\u00EBse d\u00EBshironi ta b\u00EBni at\u00EB fizikisht, mund t\u00EB shkoni n\u00EB qendr\u00EBn e informacionit t\u00EB EVN-s\u00EB, e cila ndodhet n\u00EBn GTC (Qendra Tregtare e Qytetit).
faq.q7 = A mund t\u00EB jet\u00EB dikush an\u00EBtar?
faq.a7 = Po, \u00E7dokush mund t\u00EB jet\u00EB an\u00EBtar. Thjesht duhet t\u00EB kesh nj\u00EB automjet elektrik dhe thjesht t\u00EB b\u00EBsh nj\u00EB k\u00EBrkes\u00EB p\u00EBr marrjen e kart\u00EBs s\u00EB an\u00EBtar\u00EBsimit.

#OTHER
requiredFields = T\u00EB gjitha fushat jan\u00EB t\u00EB nevojshme
goToRegister = Nuk keni nj\u00EB llogari?
fillForm = Plot\u00EBsoni formularin e m\u00EBposht\u00EBm p\u00EBr t'u regjistruar.
goToLogin = Regjistruar tashm\u00EB? Pastaj thjesht

#ERRORS
error.login = Email ose fjal\u00EBkalim i gabuar.
error.register = Regjistrimi d\u00EBshtoi. Ju lutemi provoni p\u00EBrs\u00EBri.
error.rating = Vler\u00EBsimi nuk \u00EBsht\u00EB i suksessh\u00EBm. Ju lutemi provoni p\u00EBrs\u00EBri.
error.failed = D\u00EBshtoi. Ju lutemi provoni p\u00EBrs\u00EBri.
