app.title = \u041C\u043E\u0458\u0430\u0442\u0430 \u0441\u0442\u0430\u043D\u0438\u0446\u0430 \u0437\u0430 \u043F\u043E\u043B\u043D\u0435\u045A\u0435

#LANGUAGES
lang.en = \u0410\u043D\u0433\u043B\u0438\u0441\u043A\u0438
lang.mk = \u041C\u0430\u043A\u0435\u0434\u043E\u043D\u0441\u043A\u0438
lang.alb = \u0410\u043B\u0431\u0430\u043D\u0441\u043A\u0438

#NAVIGATION
nav.home = \u041F\u043E\u0447\u0435\u0442\u043D\u0430
nav.reservations = \u0420\u0435\u0437\u0435\u0440\u0432\u0430\u0446\u0438\u0438
nav.myReservations = \u041C\u043E\u0438 \u0420\u0435\u0437\u0435\u0440\u0432\u0430\u0446\u0438\u0438
nav.makeReservation = \u0420\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u0430\u0458
nav.FAQs = FAQs
nav.analytics = \u0410\u043D\u0430\u043B\u0438\u0442\u0438\u043A\u0430
nav.help = \u041F\u043E\u043C\u043E\u0448
nav.aboutUs = \u0417\u0430 \u043D\u0430\u0441
nav.myProfile = \u041C\u043E\u0458 \u043F\u0440\u043E\u0444\u0438\u043B

#USER BASICS
user.name = \u0418\u043C\u0435
user.surname = \u041F\u0440\u0435\u0437\u0438\u043C\u0435
user.phone = \u0422\u0435\u043B\u0435\u0444\u043E\u043D\u0441\u043A\u0438 \u0431\u0440\u043E\u0458
user.email = \u0415-\u043C\u0430\u0438\u043B \u0430\u0434\u0440\u0435\u0441\u0430
user.carPlate = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430 \u043D\u0430 \u043A\u043E\u043B\u0430
user.carModel = \u041C\u043E\u0434\u0435\u043B \u043D\u0430 \u043A\u043E\u043B\u0430
user.password = \u041B\u043E\u0437\u0438\u043D\u043A\u0430
user.confirmPassword = \u041F\u043E\u0442\u0432\u0440\u0434\u0438 \u0458\u0430 \u043B\u043E\u0437\u0438\u043D\u043A\u0430\u0442\u0430

#BUTTONS
button.login = \u041D\u0430\u0458\u0430\u0432\u0430
button.register = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0430\u0458 \u0441\u0435
button.logout = \u041E\u0434\u0458\u0430\u0432\u0438 \u0441\u0435
button.reserve = \u0420\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u0430\u0458
button.cancel = \u041E\u0442\u043A\u0430\u0436\u0438
button.rate = \u041F\u043E\u0442\u0432\u0440\u0434\u0438
button.addCar = \u0414\u043E\u0434\u0430\u0434\u0438 \u043D\u043E\u0432\u0430 \u043A\u043E\u043B\u0430

#PROFILE
profile.overview = \u041F\u0440\u0435\u0433\u043B\u0435\u0434 \u043D\u0430 \u043F\u0440\u043E\u0444\u0438\u043B\u043E\u0442

#RESERVATION
res.reserveTitleHome = \u0420\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u0430\u0458 \u0458\u0430 \u0442\u0432\u043E\u0458\u0430\u0442\u0430 \u0441\u0442\u0430\u043D\u0438\u0446\u0430 \u0441\u0435\u0433\u0430!
res.reserveTitleForm = \u0420\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u0430\u0458 \u0441\u0435\u0433\u0430!
res.chooseLocation = \u041E\u0434\u0431\u0435\u0440\u0435\u0442\u0435 \u0441\u0442\u0430\u043D\u0438\u0446\u0430
res.chargingType = \u0422\u0438\u043F \u043D\u0430 \u043F\u043E\u043B\u043D\u0430\u0447
res.car = \u041A\u043E\u043B\u0430
res.dateTime = \u0414\u0430\u0442\u0443\u043C \u0438 \u0432\u0440\u0435\u043C\u0435
res.myReservationsTitle = \u041C\u043E\u0438 \u0420\u0435\u0437\u0435\u0440\u0432\u0430\u0446\u0438\u0438
res.user = \u041A\u043E\u0440\u0438\u0441\u043D\u0438\u043A
res.location = \u041B\u043E\u043A\u0430\u0446\u0438\u0458\u0430
res.status = \u0421\u0442\u0430\u0442\u0443\u0441

#ABOUT-US
about.aboutUsTitle = \u0417\u0430 \u043D\u0430\u0441!
about.message = \u0422\u0438\u043C\u043E\u0442 \u0437\u0430 \u0440\u0430\u0437\u0432\u043E\u0458 \u043D\u0430 MyChargingStation \u0435 \u0438\u0441\u043F\u043E\u043B\u043D\u0435\u0442 \u0441\u043E \u0435\u043A\u043E\u043B\u043E\u0448\u043A\u0438 \u0433\u0430\u045F\u0435\u0442\u0438\u0437\u0430\u043C \u0438 \u0441\u0435 \u0433\u043E\u043B\u0435\u043C\u0438 \u043F\u043E\u0431\u043E\u0440\u043D\u0438\u0446\u0438 \u0437\u0430 \u0435\u043A\u043E\u043B\u043E\u0433\u0438\u0458\u0430\u0442\u0430. \u0421\u043E \u043E\u0433\u043B\u0435\u0434 \u043D\u0430 \u0442\u043E\u0430, \u043D\u0438\u0435 \u0441\u043C\u0435 \u043D\u0435\u043F\u0440\u043E\u0444\u0438\u0442\u043D\u0430 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0458\u0430 \u0438 \u0441\u043E \u0432\u0430\u0448\u0430 \u043F\u043E\u043C\u043E\u0448 \u0438 \u043F\u0440\u0438\u0434\u043E\u043D\u0435\u0441 \u043A\u043E\u043D \u0436\u0438\u0432\u043E\u0442\u043D\u0430\u0442\u0430 \u0441\u0440\u0435\u0434\u0438\u043D\u0430 \u0437\u0430 \u0434\u0430 \u0441\u0435 \u0431\u0438\u0434\u0435 \u0441\u043E\u043F\u0441\u0442\u0432\u0435\u043D\u0438\u043A \u043D\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u043D\u043E \u0432\u043E\u0437\u0438\u043B\u043E, \u0437\u0430 \u0432\u043E\u0437\u0432\u0440\u0430\u0442 \u043D\u0443\u0434\u0438\u043C\u0435 \u0443\u0441\u043B\u0443\u0433\u0430 \u043A\u043E\u0458\u0430 \u0441\u0443\u0448\u0442\u0438\u043D\u0441\u043A\u0438 \u045C\u0435 \u0432\u0438 \u043F\u043E\u043C\u043E\u0433\u043D\u0435 \u0434\u0430 \u0441\u0438 \u0433\u043E \u043E\u043B\u0435\u0441\u043D\u0438\u0442\u0435 \u0436\u0438\u0432\u043E\u0442\u043E\u0442. 

#RATING
rate.title = \u041E\u0446\u0435\u043D\u0438 \u0441\u0442\u0430\u043D\u0438\u0446\u0430
rate.location = \u041B\u043E\u043A\u0430\u0446\u0438\u0458\u0430
rate.avgRating = \u041F\u0440\u043E\u0441\u0435\u0447\u0435\u043D \u0440\u0435\u0458\u0442\u0438\u043D\u0433

#FAQs
faq.q1 = \u0414\u0430\u043B\u0438 \u0445\u0438\u0431\u0440\u0438\u0434\u043D\u043E \u0432\u043E\u0437\u0438\u043B\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u043E\u043B\u043D\u0438 \u043D\u0430 \u043F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435 \u043D\u0430 \u0415\u0412\u041D?
faq.a1 = \u0425\u0438\u0431\u0440\u0438\u0434\u043D\u043E \u0432\u043E\u0437\u0438\u043B\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u043E\u043B\u043D\u0438 \u043D\u0430 \u0415\u0412\u041D \u043F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435, \u0441\u0430\u043C\u043E \u0434\u043E\u043A\u043E\u043B\u043A\u0443 \u0441\u0442\u0430\u043D\u0443\u0432\u0430 \u0437\u0431\u043E\u0440 \u0437\u0430 \u043F\u0440\u0438\u043B\u0443\u0447\u0435\u043D \u0438\u043B\u0438 \u0442.\u043D. \u201Cplug in\u201D \u0445\u0438\u0431\u0440\u0438\u0434, \u043E\u0434\u043D\u043E\u0441\u043D\u043E \u0434\u043E\u043A\u043E\u043B\u043A\u0443 \u0432\u043E\u0437\u0438\u043B\u043E\u0442\u043E \u0438\u043C\u0430 \u043E\u043F\u0446\u0438\u0458\u0430 \u0437\u0430 \u043F\u043E\u043B\u043D\u0435\u045A\u0435 \u0438 \u043F\u043E\u0441\u0435\u0434\u0443\u0432\u0430 \u0441\u043E\u043E\u0434\u0432\u0435\u0442\u0435\u043D \u043A\u0430\u0431\u0435\u043B \u0441\u043E \u0441\u043E\u043E\u0434\u0432\u0435\u0442\u0435\u043D \u043F\u0440\u0438\u043A\u043B\u0443\u0447\u043E\u043A (\u0422\u0438\u043F 2).
faq.q2 = \u041A\u043E\u0458 \u0442\u0438\u043F \u043D\u0430 \u043F\u0440\u0438\u043A\u043B\u0443\u0447\u043E\u043A \u0441\u0435 \u043F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435 \u043A\u043E\u0438 \u0433\u0438 \u043F\u043E\u0441\u0435\u0434\u0443\u0432\u0430 \u0415\u0412\u041D?
faq.a2 = \u041F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435 \u043A\u043E\u0438 \u0441\u0435 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u0438 \u043E\u0434 \u0441\u0442\u0440\u0430\u043D\u0430 \u043D\u0430 \u0415\u0412\u041D \u0441\u0435 \u0441\u043E \u043F\u0440\u0438\u043A\u043B\u0443\u0447\u043E\u043A \u0422\u0438\u043F 2.
faq.q3 = \u0428\u0442\u043E \u0435 \u0422\u0438\u043F 2 \u043A\u043E\u043D\u0435\u043A\u0442\u043E\u0440?
faq.a3 = \u0422\u0438\u043F 2 \u043F\u0440\u0435\u0442\u0441\u0442\u0430\u0432\u0443\u0432\u0430 \u043C\u043E\u0434\u0435\u043B \u043D\u0430 \u043F\u0440\u0438\u043A\u043B\u0443\u0447\u043E\u043A \u0448\u0442\u043E \u0435 \u0443\u043D\u0438\u0444\u0438\u0446\u0438\u0440\u0430\u043D \u043D\u0430 \u043D\u0438\u0432\u043E \u043D\u0430 \u0415\u0432\u0440\u043E\u043F\u0441\u043A\u0430 \u0423\u043D\u0438\u0458\u0430. \u041F\u043E\u043A\u0440\u0430\u0458 \u0422\u0438\u043F 2, \u0432\u043E \u0441\u0432\u0435\u0442\u043E\u0442 \u0441\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0430\u0442 \u0438 \u0434\u0440\u0443\u0433 \u0442\u0438\u043F \u043D\u0430 \u043F\u0440\u0438\u043A\u043B\u0443\u0447\u043E\u0446\u0438 (Type 1, Type 3,  Commando, Chademo, CCS/ Combo, Schuko,  3 Pinsquare...)
faq.q4 = \u0421\u043E \u043A\u043E\u043B\u043A\u0430\u0432\u0430 \u043C\u043E\u045C\u043D\u043E\u0441\u0442 \u0441\u0435 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u0438\u0442\u0435 \u043F\u043E\u043B\u043D\u0430\u0447\u0438?
faq.a4 = \u0415\u0412\u041D \u043D\u0430 \u0442\u0435\u0440\u0438\u0442\u043E\u0440\u0438\u0458\u0430 \u043D\u0430 \u041C\u0430\u043A\u0435\u0434\u043E\u043D\u0438\u0458\u0430 \u0438\u043C\u0430 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u043E 5 \u043F\u043E\u043B\u043D\u0430\u0447\u0438 \u0441\u043E \u043C\u043E\u045C\u043D\u043E\u0441\u0442 \u043E\u0434 22 kW (\u0437\u0430 \u043F\u043E\u043B\u043D\u0435\u045A\u0435 \u043D\u0430 \u043F\u043E \u0435\u0434\u043D\u043E \u0432\u043E\u0437\u0438\u043B\u043E) \u0438 35 \u043F\u043E\u043B\u043D\u0430\u0447\u0438 \u0441\u043E \u043C\u043E\u045C\u043D\u043E\u0441\u0442 \u043E\u0434 2x22 kW, \u043A\u0430\u0434\u0435 \u0434\u0432\u0435 \u0432\u043E\u0437\u0438\u043B\u0430 \u0438\u0441\u0442\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043E \u043C\u043E\u0436\u0430\u0442 \u0434\u0430 \u0432\u0440\u0448\u0430\u0442 \u043F\u043E\u043B\u043D\u0435\u045A\u0435.
faq.q5 = \u041A\u0430\u043A\u043E \u0441\u0435 \u0432\u0440\u0448\u0438 \u043F\u043E\u043B\u043D\u0435\u045A\u0435 \u043D\u0430 \u043F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435 \u043D\u0430 \u0415\u0412\u041D?
faq.a5 = \u041F\u043E\u043B\u043D\u0435\u045A\u0435\u0442\u043E \u043D\u0430 \u043F\u043E\u043B\u043D\u0430\u0447\u0438\u0442\u0435 \u043D\u0430 \u0415\u0412\u041D \u0432\u043E \u043F\u0440\u0432\u0438\u0442\u0435 \u0433\u043E\u0434\u0438\u043D\u0430 \u0434\u0435\u043D\u0430 \u043E\u0434 \u043F\u0440\u043E\u0433\u0440\u0430\u043C\u0430\u0442\u0430 \u0435 \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u043D\u043E. \u0417\u0430 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0446\u0438\u0442\u0435 \u045C\u0435 \u0431\u0438\u0434\u0430\u0442 \u043D\u0430\u0432\u0440\u0435\u043C\u0435\u043D\u043E \u0438\u0437\u0432\u0435\u0441\u0442\u0435\u043D\u0438.
faq.q6 = \u041A\u0430\u043A\u043E \u0434\u043E \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430 \u0437\u0430 \u043F\u043E\u043B\u043D\u0435\u045A\u0435?
faq.a6 = \u041F\u043E\u043F\u043E\u043B\u043D\u0435\u0442\u0435 \u0431\u0430\u0440\u0430\u045A\u0435 \u043E\u043D\u043B\u0430\u0458\u043D \u0442\u0443\u043A\u0430 \u0438\u043B\u0438 \u043F\u0430\u043A \u043E\u0431\u0440\u0430\u0442\u0435\u0442\u0435 \u0441\u0435 \u0432\u043E \u0418\u043D\u0444\u043E \u0446\u0435\u043D\u0442\u0430\u0440\u043E\u0442 \u043D\u0430 \u0415\u0412\u041D (\u0413\u0422\u0426 \u043F\u0440\u0438\u0437\u0435\u043C\u0458\u0435).
faq.q7 = \u041A\u043E\u0458 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u0441\u0435\u0434\u0443\u0432\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430 \u0437\u0430 \u043F\u043E\u043B\u043D\u0435\u045A\u0435?
faq.a7 = \u041A\u0430\u0440\u0442\u0438\u0447\u043A\u0430 \u043C\u043E\u0436\u0435 \u0434\u043E\u0431\u0438\u0435 \u0431\u0438\u043B\u043E \u043A\u043E\u0435 \u0444\u0438\u0437\u0438\u0447\u043A\u043E \u043B\u0438\u0446\u0435 \u0438\u043B\u0438 \u043A\u043E\u043C\u043F\u0430\u043D\u0438\u0458\u0430 \u0448\u0442\u043E \u043F\u043E\u0441\u0435\u0434\u0443\u0432\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u0438\u0447\u043D\u043E \u0432\u043E\u0437\u0438\u043B\u043E \u0441\u043E \u0442\u043E\u0430 \u0448\u0442\u043E \u0437\u0430\u0434\u043E\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u043E \u043C\u043E\u0440\u0430 \u0434\u0430 \u043F\u043E\u043F\u043E\u043B\u043D\u0438 \u0431\u0430\u0440\u0430\u045A\u0435 \u0437\u0430 \u0438\u0437\u0434\u0430\u0432\u0430\u045A\u0435 \u043D\u0430 \u043A\u0430\u0440\u0442\u0438\u0447\u043A\u0430.

#OTHER
requiredFields = \u0421\u0438\u0442\u0435 \u043F\u043E\u043B\u0438\u045A\u0430 \u0441\u0435 \u0437\u0430\u0434\u043E\u043B\u0436\u0438\u0442\u0435\u043B\u043D\u0438
goToRegister = \u041D\u0435\u043C\u0430\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u0447\u043A\u0438 \u043F\u0440\u043E\u0444\u0438\u043B?
fillForm = \u041F\u043E\u0442\u043F\u043E\u043B\u043D\u0435\u0442\u0435 \u0458\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430.
goToLogin = \u0412\u0435\u045C\u0435 \u0441\u0442\u0435 \u043A\u043E\u0440\u0438\u0441\u043D\u0438\u043A?

#ERRORS
error.login = \u041F\u043E\u0433\u0440\u0435\u0448\u043D\u0430 \u0435-\u043C\u0430\u0438\u043B \u0430\u0434\u0440\u0435\u0441\u0430 \u0438\u043B\u0438 \u043B\u043E\u0437\u0438\u043D\u043A\u0430
error.register = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0430\u0442\u0430 \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430. \u0412\u0435 \u043C\u043E\u043B\u0438\u043C\u0435 \u043F\u0440\u043E\u0431\u0430\u0458\u0442\u0435 \u043E\u0434\u043D\u043E\u0432\u043E.
error.rating = \u041E\u0446\u0435\u043D\u0443\u0432\u0430\u045A\u0435\u0442\u043E \u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u0412\u0435 \u043C\u043E\u043B\u0438\u043C\u0435 \u043F\u0440\u043E\u0431\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.
error.failed = \u041D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u043E. \u0412\u0435 \u043C\u043E\u043B\u0438\u043C\u0435 \u043F\u0440\u043E\u0431\u0430\u0458\u0442\u0435 \u043F\u043E\u0432\u0442\u043E\u0440\u043D\u043E.